const courses = {
    courses1: {
            name: 'Front End разработчик',
            image: './img/1.jpg',
            desc: 'Мы прелагаем полный курс Front End: HTML, CSS и JavaScript с нуля. На курсе ты научишься верстать адаптивные и кроссбраузерные приложения и сайты, напишешь свое первое приложение на JavaScript, изучишь популярный сегодня фреймворк React и разработаешь web-приложение на нем.',
            price: '500',
            status: 'available'
        },
    course2:{
            name: 'Python разработчик',
            image: '/img/2.jpg',
            desc: 'Курс Python с нуля в школе Courses-Network – возможность изучить экосистему Python, научиться разрабатывать приложения на фреймворке Django, работать с базами данных и серверами.',
            price: 360,
            status: 'available'
        },
    course3:{
            name: 'Java разработчик',
            image: '/img/3.jpg',
            desc: 'На курсе java ты научишься:\n' +
        '- научишься писать интересные алгоритмы, работать с коллекциями, файлами и др.;\n' +
        '- напишешь парочку многопоточных приложений;\n' +
        '- научишься работать с базами данных;\n' +
        '- изучишь самые популярные фреймворки - Spring и Hibernate и разработаешь web-приложение.',
            price: 650,
            status: 'unavailable'
    },
    course4:{
        name: 'Android разработчик',
            image: '/img/4.jpg',
            desc: 'На курсе Android разработчик ты изучишь языки программирования Java и Kotlin, научишься проектировать и анимировать интерфейсы, работать с данными и сетью. Разработаешь свое Android приложение, узнаешь способы его монетизации и тестирования.',
            price: 400,
            status: 'available'
    },
    course5:{
        name: 'iOS разработчик',
            image: '/img/5.jpg',
            desc: 'На курсе тебя ждет обучение Swift с нуля, ты научишься проектировать и анимировать интерфейсы, разработаешь свое iOS приложение, узнаешь способы его монетизации и опубликуешь в App Store.',
            price: 400,
            status: 'available'
    },
    course6:{
        name: 'FullStack C# разработчик',
            image: '/img/6.jpg',
            desc: 'На курсе ты изучишь язык программирования C# от основ до самых используемых паттернов, платформу .NET Framework и среду разработки Visual Studio. Разберешься с базами данных и ASP.NET Core и MVC, сможешь писать асинхронный, многопоточный и протестированный код, и разработаешь свое первое web-приложение.',
            price: 550,
            status: 'available'
}}

export default courses;
